Repository: sjozsef/yass
Catalog: languages/yass-*.po
Languages: hu_hu

source: Smooth Scroll enabled
hu_hu: Sima görgetés bekapcsolva

source: Allow keyboard scrolling
hu_hu: Billentyűzet engedélyezése

source: Allow for touchpad
hu_hu: Engedélyezés tapipadhoz

source: Animation interval (ms)
hu_hu: Animáció intervallum

source: Step (px)
hu_hu: Lépés (pixel)

source: Pulse scale
hu_hu: Pulse skála

source: Fixed background
hu_hu: Rögzített háttér

source: Enable or disable SmoothScroll
hu_hu: Sima görgetés be- és kikapcsolása

source: Allow SmoothScroll for keyboard arrows.
hu_hu: Engedélyezzük a billentyűzet nyilaival történő scrollozáshoz?

source: Enable or disable SmoothScroll for touchpad
hu_hu: Sima görgetés engedélyezése tapipadon történő scrollozáshoz

source: Enable fixed background image
hu_hu: Rögzítsük a hátteret?

source: Yet Another Smooth Scroll
hu_hu: Még egy Sima Görgetés plugin

source: Customisable SmoothScroll plugin for WordPress
hu_hu: Testreszabható Sima Görgetés (SmoothScroll) bővítmény WordPress -hez.
